Repository: Vitaliy-48/Site
Catalog: Project Fire Lady/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Магазин свічок
de: Kerzenladen

source: Свічки
de: Kerzen

source: Кошик
de: Warenkorb

source: Замовлення
de: Bestellungen

source: Адмінка свічок
de: Kerzen-Admin

source: Каталог
de: Katalog

source: Ціна
de: Preis

source: грн
de: UAH

source: Переглянути
de: Ansehen

source: Форма
de: Form

source: Оберіть колір
de: Farbe wählen

source: Додати в кошик
de: In den Warenkorb

source: Ваш кошик
de: Ihr Warenkorb

source: Ваше імʼя
de: Ihr Name

source: Оформити замовлення
de: Bestellung aufgeben

source: Кошик порожній
de: Warenkorb ist leer

source: Дякуємо
de: Danke

source: Ваше замовлення №%(num)s прийнято.
de: Ihre Bestellung Nr. %(num)s wurde bestätigt.

source: Сума
de: Summe

source: Повернутися до каталогу
de: Zurück zum Katalog

source: Адмінка — замовлення
de: Admin — Bestellungen

source: Номер замовлення
de: Bestellnummer

source: Імʼя клієнта
de: Kundenname

source: Товари (JSON)
de: Artikel (JSON)

source: Створено
de: Erstellt am

source: Замовлень ще немає
de: Noch keine Bestellungen

source: Адмінка — свічки
de: Admin — Kerzen

source: Назва
de: Name

source: Кольори
de: Farben

source: Дії
de: Aktionen

source: Додати свічку
de: Kerze hinzufügen

source: Редагувати
de: Bearbeiten

source: Видалити
de: Löschen

source: Опис
de: Beschreibung

source: Фото (URL)
de: Foto (URL)

source: Кольори (через кому)
de: Farben (durch Komma getrennt)

source: Зберегти
de: Speichern

source: Редагувати свічку
de: Kerze bearbeiten

source: Оновити
de: Aktualisieren

source: без кольору
de: ohne Farbe

source: 🧾 Замовлення №%(order)s
de: 🧾 Bestellung Nr. %(order)s

source: 👤 Ім'я: %(name)s
de: 👤 Name: %(name)s

source: 🕯️ Товари:
de: 🕯️ Artikel:

source: - %(name)s (%(color)s) — %(price).0f грн
de: - %(name)s (%(color)s) — %(price).0f UAH

source: 💰 Разом: %(total).0f грн
de: 💰 Summe: %(total).0f UAH
